export const textRight = [
    {
        name: '心を無にする'
    },
    {
        name: '形にとらわれない'
    },
    {
        name: 'シェイプレス'
    },
    {
        name: '湯水のごとく'
    },
    {
        name: '今度はコップに水を入れてみましょう'
    },
    {
        name: 'それがカップになる'
    },
    {
        name: '瓶に水を入れると瓶になる'
    },
    {
        name: '急須に入れば急須になる'
    },
    {
        name: '今や水は流れる'
    },
    {
        name: 'またはクラッシュする可能性があります'
    },
    {
        name: '水に浮く'
    }
]

export const textLeft = [
    {
        name: 'ネバーギブアップ'
    },
    {
        name: 'コンヴィクションはエモーションを導入する'
    },
    {
        name: 'オラトリオの敵はどっちだ'
    },
    {
        name: '後手後手に回るとパーリーにならない'
    },
    {
        name: '私は社会人の極端な例です。'
    },
    {
        name: 'もしあなたが後悔し始めたら、将来の決断を鈍らせ、他人にあなたの選択を委ねてしまうでしょう。'
    },
    {
        name: '破壊されたものは、常に修復され、再構築される。'
    }
]
